actiontravel_transfersbd/test3/cancelBookingRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://www.juniper.es/webservice/2007/">
<soapenv:Header/>
<soapenv:Body>
   <CancelBooking>
      <CancelRQ Version="1.1" Language="en">
         <Login Password="xA2d@a1X" Email="paulo@corp.bug-software.com"/>
         <CancelRequest ReservationLocator="19ZV52"/>
         <AdvancedOptions>
            <ShowBreakdownPrice>true</ShowBreakdownPrice>
         </AdvancedOptions>
      </CancelRQ>
   </CancelBooking>
</soapenv:Body>
</soapenv:Envelope>